import styles from './cookies.module.scss'
export const Cook = () => {
  return (
    <div className={styles.wrapper}>
      <div className={styles.wrapper_text}>
        <div className={styles.wrapper_text_block}>
          <h1>Политика конфиденциальности</h1>
          <div className={styles.wrapper_text_block_container}>
            <h2>
              Определение и функций cookies<strong>&nbsp;&nbsp;</strong>
            </h2>
            <p>
              Этот веб-сайт использует cookies. Практически все веб-сайты
              используют технологию cookie. Cookies (куки) – это файлы, которые
              загружаются на компьютер пользователя при входе на веб-сайт или в
              некоторые разделы веб-сайта. Куки позволяют нам, среди прочего,
              хранить и обновлять сведения о предпочтениях при
              интернет-навигации пользователя или его устройства. Они также
              обеспечивают безопасность при посещении нашего веб-сайта и
              гарантируют, что веб-сайт выглядит единообразно и соответствует
              Вашим предпочтениям.
            </p>
            <h2>Типы файлов cookie</h2>
            <p>
              В зависимости от того, кто управляет доменом, откуда отправляются
              файлы cookie и кто обрабатывает полученные данные, различают два
              типа: собственные и сторонние куки.
            </p>
            <p>
              Существует также вторая классификация по срокам хранения в
              браузере на клиентском компьютере: различают куки сеанса или
              постоянные куки.
            </p>
            <p>
              И, наконец, существует еще одна классификация с пятью типами куки
              по типу цели, для которой данные обрабатываются: технические куки,
              куки персонализации, куки для анализа, куки рекламные и куки
              поведенческой рекламы.
            </p>
            <p>
              <strong>&nbsp;</strong>
              <strong>&nbsp;</strong>
            </p>
            <h2>Типы cookies, используемые на этом сайте</h2>
            <p>
              <strong>Технические </strong>
              <strong>cookies</strong>: Это файлы, которые позволяют
              пользователю осуществлять интернет навигацию через веб-страницу,
              платформу или приложение и разрешают доступ к различным опциям или
              услугам, которые имеются на этой странице. Так, например,
              технические куки позволяют контролировать трафик и передачу
              данных, отслеживать состояние сеанса доступа пользователя,
              обеспечить вход пользователя в разделы сайта с ограничением
              доступа, запомнить элементы заказа в интернет-магазине,
              осуществлять процесс покупки заказа, сделать заявку на регистрацию
              или участие в мероприятии, использовать элементы безопасности во
              время интернет навигации, хранить содержимое для трансляции видео
              или звуковых файлов или обмениваться контентом через социальные
              сети.
            </p>
            <p>
              <strong>Cookies</strong> <strong>персонализации</strong>: они
              позволяют пользователю получать доступ к услуге с некоторыми
              общими предопределенными параметрами в терминале пользователя,
              такими как, например, язык, тип браузера, через который происходит
              доступ к услуге, региональная конфигурация такого доступа и т.д.
            </p>
            <p>
              Куки используемые на этом веб-сайте, которые зависят от цели, для
              которой данные обрабатываются:
            </p>
            <p>
              <strong>Cookies</strong>
              <strong> для анализа</strong>. Этот тип файлов куки позволяет
              проводить мониторинг и анализ поведения пользователей веб-сайтов,
              с которыми они связаны. Информация, собранная с помощью этого типа
              файлов cookie используется для измерения посещаемости веб-сайтов,
              приложений или платформ и для создания навигационных профилей
              пользователей таких сайтов, приложений и платформ, чтобы на основе
              анализа данных по использованию посетителями веб-узла производить
              улучшения в его работе. Для этой цели мы используем сторонние
              куки, в частности, службу Google Analytics. Для получения
              дополнительной информации, см. Центр конфиденциальности Google
              Analytics .
            </p>
            <p>Другие типы cookies, используемые на этом сайте:</p>
            <p>
              <strong>Социальные сети</strong>
            </p>
            <p>
              Мы используем социальные сети как средство коммуникации и
              продвижения нашей продукции и услуг. В любом случае мы не
              используем данные в неразрешенных целях. Компания не несет
              ответственности за содержание, комментарии, мнения или информацию,
              собственные или третьих сторон, которые пользователи публикуют в
              наших аккаунтах, созданных на Facebook, Twitter и т.д. Наш контент
              разрешается использовать для законных целей, при условии, что Вы
              сделаете упоминание о его происхождении или авторе. Пожалуйста,
              обратите внимание, что использование социальных сетей обусловлено
              политикой конфиденциальности каждой из них. Больше информации по
              данному вопросу можно получить по следующим ссылкам:
            </p>

            <p>
              <strong>&nbsp;</strong>
            </p>
            <h2>Как отключить cookies.</h2>
            <p>
              Вы можете разрешать, блокировать или удалять куки установленные на
              Вашем компьютере путем настройки параметров Вашего браузера. Далее
              мы предоставляем Вам информацию по этой теме, касающуюся основных
              браузеров.
            </p>
            <p>
              <strong>Обозреватель </strong>
              <strong>Internet</strong> <strong>Explorer</strong>: Инструменты /
              Свойства обозревателя / Конфиденциальность / Настройки.
            </p>
            <p>
              Для получения дополнительной информации, см. Поддержка Microsoft
              или помощь браузера.
            </p>
            <p>
              <strong>Firefox</strong>: Инструменты / Параметры /
              Конфиденциальность / История.
            </p>
            <p>
              Для получения дополнительной информации, см. Поддержка Mozilla или
              помощь браузера.
            </p>
            <p>
              <strong>Chrome</strong>: Конфигурация / Показать расширенные
              параметры / Конфиденциальность / Параметры содержимого.
            </p>
            <p>
              Для получения дополнительной информации, см. Поддержка Google или
              помощь браузера.
            </p>
            <p>
              <strong>Safari</strong>: Настройки / Безопасность.
            </p>
            <p>
              Для получения дополнительной информации, см. Поддержка Apple или
              помощь браузера.
            </p>
            <p>
              <strong>Safari для IOS (iPhone/ iPad)</strong>
            </p>
            <p>
              Для получения дополнительной информации, см. Поддержка Apple или
              помощь браузера.
            </p>
            <p>
              <strong>Chrome для Android</strong>
            </p>
            <p>
              Для получения дополнительной информации обратитесь к следующей
              ссылке: HTTPS://support.Google.com/Chrome/Answer/2392971?HL=ES
            </p>
            <p>
              <strong>&nbsp;</strong>
            </p>
            <h2>Последствия отключения файлов cookie.</h2>
            <p>
              Пожалуйста, обратите внимание, что изменения в использовании
              файлов куки могут вызывать, частично или полностью, потерю
              функциональных возможностей веб-сайта.
            </p>
            <h2>Обновления и изменения в политике cookies.</h2>
            <p>
              Целью вышеперечисленных куки является помочь распознать cookies в
              Вашем браузере, когда вы нас посещаете.
            </p>
            <p>
              Мы постарались охватить все куки, которые технологически
              используем мы или наши партнеры, но имейте в виду, что иногда
              возможны задержки в обновлении этого списка. Если вы заметили
              какое-либо несоответствие или считаете, что файл cookie
              отсутствует, пожалуйста, дайте нам знать об этом, отправив письмо
              на наш адрес электронной почты.
            </p>
            <p>
              Сообщаем вам, что настоящий веб-сайт может изменить свою политику
              куки основываясь на изменениях в действующем законодательстве или
              в результате изменения веб-сайта или услуг и информации,
              предоставляемых пользователям. Мы рекомендуем периодически
              проверять условия использования для того, чтобы быть в курсе
              изменений, дополнений и обновлений, которые могут иметь место.
            </p>
          </div>
        </div>
      </div>
    </div>
  )
}
export default Cook
