import styles from './right.module.scss'
export const Rightt = () => {
  return (
    <div className={styles.wrapper}>
      <div className={styles.wrapper_text}>
        <div className={styles.wrapper_text_block}>
          <h1>Политика конфиденциальности</h1>
          <div className={styles.wrapper_text_block_container}>
            <h2>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h2>
            <p>
              1.1. Посетитель Сайта — лицо, пришедшее на сайт без цели
              размещения Заказа. 1.2. Пользователь — физическое и/или
              юридическое лицо (в том числе образования, имеющие признаки
              юридических лиц), посетитель Сайта, принимающий условия настоящей
              Политики и желающий разместить Заказ в веб-приложении Carobar,
              осуществляющий иные действия, выражающие его веб-сервиса
              комментариев, общение с представителями интернет-магазина через
              форму обратной связи и прочие действия). 1.3. Клиент —
              Пользователь, оставивший контактные данные для заявки в
              веб-приложнии Carobar. 1.4. Веб-сервис — Интернет-сайт,
              расположенный в сети интернет по адресу , где представлены товары,
              предлагаемые для приобретения, Заявка — должным образом
              оформленный запрос Покупателя на веб-сервисе.
            </p>

            <h2>2. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</h2>
            <p>
              2.1. Персональные данные Пользователя/Покупателя обрабатываются в
              соответствии с ФЗ «О персональных данных» № 152-ФЗ. 2.2. Под
              обработкой персональных данных понимается любое действие
              (операция) или совокупность действий (операций), совершаемых с
              использованием средств автоматизации или без использования таких
              средств с персональными данными, включая сбор, запись,
              систематизацию, накопление, хранение, уточнение (обновление,
              изменение) извлечение, использование, передачу (в том числе
              передачу третьим лицам, не исключая трансграничную передачу, если
              необходимость в ней возникла в ходе исполнения обязательств),
              обезличивание, блокирование, удаление, уничтожение персональных
              данных. 2.3. Интернет-магазин обрабатывает следующую информацию о
              Посетителе/Пользователе/Покупателе: • Фамилию, Имя, Отчество; •
              контактный номер телефона; • адрес электронной почты; • дату
              рождения; • пол; • адрес доставки товара; • место жительства; •
              банковские реквизиты/реквизиты платежных документов; • сведения об
              оказанных услугах и/или приобретенных товарах; • IP пользователя;
              • данные о заказах.
            </p>

            <h2>3. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</h2>
            <p>
              3.1. Предоставляя свои персональные данные интернет-магазину,
              Посетитель Сайта/Пользователь/Покупатель соглашается на их
              обработку Интернет-магазином, в том числе в целях : • выполнения
              интернет-магазином обязательств перед Посетителем
              Сайта/Пользователем/Покупателем по вопросу исполнения Заказа, •
              обработки запросов Пользователя/Покупателя, • продвижения
              работниками Интернет-магазина товаров и услуг, • оптимизации
              Интернет-магазина, • проведения электронных и sms опросов, •
              контроля результатов маркетинговых акций, • клиентской поддержки,
              • организации доставки товара Покупателям, • проведения розыгрышей
              призов среди Посетителей Сайта/Пользователей/ Покупателей,
              контроля удовлетворенности Посетителя
              Сайта/Пользователя/Покупателя, а также качества услуг, оказываемых
              Интернет-магазином, • получения оплаты за приобретенный Товар, •
              осуществления налоговой и/или финансовой отчетности, в
              соответствии с требованиями законодательства Российской Федерации.
            </p>

            <h2>4. ПРАВА В ОТНОШЕНИИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            <p>
              4.1. Интернет-магазин имеет право отправлять информационные, в том
              числе рекламные сообщения, на электронную почту и мобильный
              телефон Пользователя/Покупателя с его согласия, выраженного
              посредством совершения им действий, однозначно идентифицирующих
              этого абонента и позволяющих достоверно установить его
              волеизъявление на получение сообщения. 4.2. Сервисные сообщения,
              информирующие Пользователя/Покупателя о заказе и этапах его
              обработки, отправляются автоматически и не могут быть отклонены
              Пользователем/Покупателем. 4.3. Посетитель / Пользователь /
              Покупатель настоящим дает согласие на сбор, анализ и использование
              cookies, в том числе третьими лицами для целей формирования
              статистики и оптимизации рекламных сообщений. 4.4.
              Интернет-магазин получает информацию об ip-адресе посетителя сайта
              . Данная информация не используется для установления личности
              посетителя. 4.5. Интернет-магазин не несет ответственности за
              сведения, предоставленные Пользователем/Покупателем на сайте в
              общедоступной форме. 4.6. Интернет-магазин вправе осуществлять
              записи телефонных разговоров с Пользователем/Покупателем. При этом
              интернет-магазин обязуется: предотвращать попытки
              несанкционированного доступа к информации, полученной в ходе
              телефонных переговоров, и/или передачу ее третьим лицам, не
              имеющим непосредственного отношения к исполнению заказов, в
              соответствии с п. 4 ст. 16 Федерального закона «Об информации,
              информационных технологиях и о защите информации».
            </p>

            <h2>5. ТРЕБОВАНИЯ К ЗАЩИТЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            <p>
              5.1. Администрация интернет-магазина обеспечивает защиту
              персональных данных осуществлением следующих мероприятий: •
              наличием политики, инструкций и других локальных актов по
              обработке персональных данных; • ознакомлением работников
              интернет-магазина с положениями законодательства о персональных
              данных, с политикой, инструкциями и другими локальными актами по
              обработке персональных данных; • разграничением прав доступа
              работников к персональным данным; • установлением правил доступа к
              персональным данным; • контролем доступа в помещения, в которых
              ведётся обработка персональных данных; • применение
              организационных и технических мер по обеспечению безопасности
              персональных данных; внутренний контроль соответствия обработки
              персональных данных требованиям законодательства. 5.2.
              Администрация интернет-магазина обеспечивает следующие средства
              обеспечения безопасности: • разграничение прав доступа работников
              к персональным данным; • учет машинных носителей персональных
              данных; • реализация антивирусной защиты; • назначение должностных
              лица (работников) интернет-магазина, ответственных за обеспечение
              безопасности персональных данных.
            </p>

            <h2>6. ИЗМЕНЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            <p>
              6.1. Администрация интернет-магазина обязана осуществить
              блокирование персональных данных, относящихся к соответствующему
              Пользователю/Покупателю, с момента обращения или запроса
              Пользователя/Покупателя или его законного представителя либо
              уполномоченного органа по защите прав субъектов персональных
              данных на период проверки, в случае выявления недостоверных
              персональных данных или неправомерных действий. 6.2.
              Пользователь/Покупатель вправе отказаться от получения рекламной и
              другой информации без объяснения причин отказа путем
              информирования Интернет-магазина о своем отказе по телефону либо
              посредством направления соответствующего заявления на электронный
              адрес Интернет-магазина: sto-servis74@mail.ru.
            </p>

            <h2>7. ИЗМЕНЕНИЕ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</h2>
            <p>
              7.1. Администрация интернет-магазина вправе вносить изменения в
              настоящую Политику конфиденциальности без согласия Посетителя
              сайта/Пользователя/Покупателя. 7.2. Любые изменения в Политику
              конфиденциальности публикуются по адресу: https://stoservis74.ru.
              7.3. Получить разъяснения по интересующим Вас вопросам обработки
              Ваших персональных данных, можно обратившись лично либо направив
              такое заявление на электронный адрес Интернет-магазина:
              sto-servis74@mail.ru, либо позвонив по телефону +7 962 485-49-17
            </p>
          </div>
        </div>
      </div>
    </div>
  )
}
export default Rightt